brew "nvim"
brew "go"
brew "bat"
brew "kubectl"
brew "git-split-diffs"
brew "fd"
brew "sift"
brew "krew"
brew "jq"
brew "yq"
brew "sshuttle"
brew "python"
brew "zellij"

cask "bruno"
cask "font-0xproto-nerd-font"
