brew "tree"
brew "nvim"
brew "gh"
brew "go"
brew "bat"
brew "fzf"
brew "git-split-diffs"
brew "fd"
brew "sift"
brew "jq"
brew "yq"
brew "nmap"
brew "htmlq"
brew "sshuttle"
brew "sshpass"
brew "python"
brew "uv"
brew "postgresql"
brew "mysql"
brew "zellij"
brew "kubectl"
brew "krew"
brew "kubebuilder"
brew "shellcheck"
brew "shfmt"
brew "helm"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "gemini-cli"
brew "pnpm"
brew "jfrog-cli"
brew "dnsmasq"
brew "metalbear-co/mirrord/mirrord"
brew "telepresenceio/telepresence/telepresence-oss"

cask "bruno"
cask "stats"
cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
#cask "orbstack"
#cask "notion"
#cask "wechat"
#cask "hammerspoon"
