brew "nvim"
brew "go"
brew "bat"
brew "kubectl"
brew "git-split-diffs"
brew "fd"
brew "sift"
brew "krew"
brew "jq"
brew "yq"
brew "nmap"
brew "htmlq"
brew "sshuttle"
brew "sshpass"
brew "python"
brew "postgresql"
brew "mysql"
brew "zellij"
brew "kubebuilder"
brew "fzf"
brew "shellcheck"
brew "shfmt"

cask "orbstack"
cask "bruno"
cask "stats"
cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono"
#cask "notion"
#cask "wechat"
#cask "hammerspoon"
